{"title":["1. \"Engineering is the closest thing to magic that exists in the world.\" - Elon Musk","2. Stay Inspired: Taking Note from Jeff Bezos","3. \"Our industry does not respect tradition - it only respects innovation.\" - Satya Nadella","4. \"For me, it matters that we drive technology as an equalizing force, as an enabler for everyone around the world.\" - Sundar Pichai","5. \"Stone Age. Bronze Age. Iron Age. We define entire epics of humanity by the technology they use.\" - Reed Hastings","6. \"The biggest risk is not taking any risk... In a world that changing really quickly, the only strategy that is guaranteed to fail is not taking risks.\" - Mark Zuckerberg","7. \"Work takes on new meaning when you feel you are pointed in the right direction. Otherwise, it's just a job, and life is too short for that.\" - Tim Cook","8. \"You don’t have to be a genius or a visionary or even a college graduate to be successful. You just need a framework and a dream.\" - Michael Dell","9. \"Desperation sometimes drives innovation.\" - Dara Khosrowshahi","10. \"It's not about working harder; it's about working the system.\" - Evan Spiegel","11. \"Make every detail perfect and limit the number of details to perfect.\" - Jack Dorsey","12. \"One way to understand human progress is to look at how technology has made products and services - once reserved for the elite - progressively more accessible and affordable.\" - Dan Schulman","13. \"Growth and comfort do not coexist.\" - Ginni Rometty","14. \"I know how tough engineering school can really be, but it's worth it.\" - Brian Krzanich","15. \"Do you feel good in your role? If yes, that's the perfect time for you to experiment with something new, to get out of your comfort zone.\" - Pierre Nanterme","16. \"It's very difficult to design something for someone if you have no empathy.\" - Stewart Butterfield","17. \"Coding is like writing, and we live in a time of the new industrial revolution. What's happened is that maybe everybody knows how to use computers, like they know how to read, but they don't know how to write.\" - Susan Wojcicki"],"img":["https://inteng-storage.s3.amazonaws.com/images/JULY/sizes/quotes_elon_musk_resize_md.jpg","https://inteng-storage.s3.amazonaws.com/images/JULY/sizes/quotes_Satya_Nadella_resize_md.jpg","https://inteng-storage.s3.amazonaws.com/images/JULY/sizes/quotes_Sundar_Pichai_resize_md.jpg","https://inteng-storage.s3.amazonaws.com/images/JULY/sizes/quotes_reed_hastings_resize_md.jpg","https://inteng-storage.s3.amazonaws.com/images/JULY/sizes/quotes_Mark_Zuckerberg_resize_md.jpg","https://inteng-storage.s3.amazonaws.com/images/JULY/sizes/quotes_tim_cook_resize_md.jpg","https://inteng-storage.s3.amazonaws.com/images/contents/sizes/CEOs2_sm.jpg","https://inteng-storage.s3.amazonaws.com/images/JULY/sizes/quotes_Michael_Dell_resize_md.jpg","https://inteng-storage.s3.amazonaws.com/images/JULY/sizes/quotes_Dara_Khosrowshahi_resize_md.jpg","https://inteng-storage.s3.amazonaws.com/images/JULY/sizes/quotes_evan_spiegel_resize_md.jpg","https://inteng-storage.s3.amazonaws.com/images/JULY/sizes/quotes_jack_dorsey_resize_md.jpg","https://inteng-storage.s3.amazonaws.com/images/JULY/sizes/quotes_dan_schulman_resize_md.jpg","https://inteng-storage.s3.amazonaws.com/images/JULY/sizes/quotes_ginni_rometty_resize_md.jpg","https://inteng-storage.s3.amazonaws.com/images/JULY/sizes/quotes_Brian_Krzanich_resize_md.jpg","https://inteng-storage.s3.amazonaws.com/images/JULY/sizes/stewart_butterfield_resize_md.jpg","https://inteng-storage.s3.amazonaws.com/images/JULY/sizes/quotes_Susan_Wojcicki_resize_md.jpg"]}